[
  [
    { 
      "feature": "Schooling",
      "header": "International Baccalaureate Diploma",
      "url": "pembrokeLogo.jpg",
      "text": "Received the International Baccalaureate Diploma from Pembroke School in 2011.<br>Subjects: <br>HL Physics,<br> HL Economics,<br> HL Art,<br> SL English,<br> SL Indonesian,<br> SL Maths."
    },
    { 
      "feature": "Work experience",
      "header": "Hospitality background",
      "url": "experience.jpg",
      "text": "Extensive experience within the hospitality industry leading to a very wide knowledge base focused on customer care and customer relations.<br><br>Years of supervising and managing restuarants and cafes have created a very organised nature which I use to approach all projects I work on."
    },
    { 
      "feature": "Business Venture - Shake Street",
      "header": "Personal business venture",
      "url": "shakestreet.jpg",
      "text": "A project that started when an initial University degree and everyday hospitality jobs just didn't seem to peek any interest, starting completely from scratch as a mobile food truck and ending in a CBD cafe 3 years later.<br><br>All aspects of the business were taken care of personally; including design, council interactions, furniture fabrication, accounting, menu composition, etc. Decided to call it quits after 4 years and the initial goal of owning a cafe was complete, now moving on to establish a career in the IT sector."
    },
    { 
      "feature": "Triology Education",
      "header": "Web developement course",
      "url": "webDev.jpg",
      "text": "The University of Adelaide Coding Boot Camp is a rigorous and fast-paced part-time, 24-week program that gives participants the knowledge and skills to build dynamic end-to-end web applications and become a full-stack web developer in coordination with Trilogy Education Services.<br><br>Skills learnt whilst studying:<br>HTML5, CSS3, JavaScript, jQuery, Bootstrap, Express.js, React.js, Node.js, Database Theory, MongoDB, MySQL, Command Line, Git, and more."
    },
    { 
      "feature": "University of South Australia",
      "header": "Bachelor of Information Technology",
      "url": "unisa.jpg",
      "text": "A stepping stone to further my knowledge of computing, software development and the information services industries.<br><br>The most logical step I could take to secure my career path within the IT industry."
    }
  ],
  [
    { 
      "title": "Donate Right",
      "id": "1",
      "class": "active",
      "url": "donateRight.jpg", 
      "deployed": "https://donateright.herokuapp.com/",
      "repo": "https://github.com/EdwardEMC/donateRight",
      "text": "There are other ways in which each one of us can contribute to society; old clothes can be donated instead of throwing away, old books gathering dust can be donated to a reader without means, skills garnered with years of educational and profesional training can be donated to teach people who can't afford to get the same level of training."     
    }, 
    { 
      "title": "Employee Directory",
      "id": "2",
      "url": "employeeDirectory.jpg", 
      "deployed": "https://assignment19userdirectory.herokuapp.com/",
      "repo": "https://github.com/EdwardEMC/employeeDirectory",
      "text": "A directory to keep track of and view non sensitive data about a businesses employees, as a list or as individual cards."     
    }, 
    {
      "title": "Calendar",
      "id": "3",
      "url": "Calendar.jpg", 
      "deployed": "https://edwardemc.github.io/calendar/",
      "repo": "https://github.com/EdwardEMC/calendar",
      "text": "A calendar application to schedule events. The entire application is dynamically updated with moment.js so that the days of the month are always in the correct position and the date is correct."
    }, 
    {
      "title": "Code Quiz",
      "id": "4",
      "url": "TriviaGame.jpg", 
      "deployed": "https://edwardemc.github.io/code-Quiz/",
      "repo": "https://github.com/EdwardEMC/code-Quiz",
      "text": "A series of quizzes to test your knowledge on the various topics. A user can select one of three topics, javaScript, html or css."
    }, 
    {
      "title": "Recipe Finder",
      "id": "5",
      "url": "recipeFinder.jpg", 
      "deployed": "https://edwardemc.github.io/recipeFinder",
      "repo": "https://github.com/EdwardEMC/recipeFinder",
      "text": "An app to find a set of recipes based off a single ingredient, multiple ingredients, a recipe or complete randomness."
    },
    {
      "title": "Team Template Engine",
      "id": "6",
      "url": "tte.jpg", 
      "deployed": "https://github.com/EdwardEMC/templateEngine",
      "repo": "https://github.com/EdwardEMC/templateEngine",
      "text": "A node.js application to dynamically create a HTML document based on user inputs about the team members in a business."
    },
    {
      "title": "Template Generator",
      "id": "7",
      "url": "templateEngine.jpg", 
      "deployed": "https://github.com/EdwardEMC/templateEngine",
      "repo": "https://github.com/EdwardEMC/templateEngine",
      "text": "A node.js application to dynamically create an engineering team based on user inputs. A team would consist of one manager and any number of engineers or interns."
    }
  ]
]